Repository: ilyakh/devilry-django
Catalog: src/devilry/devilry/apps/extjshelpers/locale/*/LC_MESSAGES/djangojs.po
Languages: nb

source: No active %(periods_term)s
nb: Ingen aktive %(periods_term)s

source: You are not registered on any active %(periods_term)s.
nb: Du er ikke registert på noen aktive %(periods_term)s

source: Active %(periods_term)s
nb: Aktive %(periods_term)s

source: Saving
nb: Lagrer

source: Save
nb: Lagre

source: To-do list
nb: To-do liste

source: currently selected
nb: den du er på nå

source: This is your to-do list on this %(assignment_term)s. It shows all <em>open</em> %(groups_term)s. An <em>open</em> %(group_term)s is a %(group_term)s that is still waiting for %(deliveries_term)s or %(feedback_term)s.
nb: Dette er din to-do liste på denne oppgaven. Den viser alle <em>åpne</em> %(groups_term)s. En <em>åpen</em> %(group_term)s er en %(group_term)s som fremdeles venter på %(deliveries_term)s eller %(feedback_term)s.

source: assignment
nb: oppgave

source: groups
nb: grupper

source: group
nb: gruppe

source: deliveries
nb: innleveringer

source: feedback
nb: tilbakemelding

source: Search
nb: Søk

source: Students
nb: Studenter

source: Deliveries
nb: Innleveringer

source: To-do list (Open groups on this assignment)
nb: To-do liste (Åpne grupper på denne oppgaven)

source: Deadline expired - no deliveries
nb: Utgått innleveringsfrist - ingen innleveringer

source: The active deadline of this group has expired, and they have not made any deliveries. What would you like to do?
nb: Den aktive innleveringsfristen for denne gruppen er utgått, og de har ikke lagt til noen innlevering. Hva vil du gjøre?

source: Add a new deadline
nb: Legg til ny innleveringsfrist

source: Close the group
nb: Lukk gruppen

source: Closing the group fails the student on this assignment. You can re-open the group at any time.
nb: Hvis du lukker gruppen, stryker studenten på denne oppgaven. Du kan åpne gruppen på nytt når som helst.

source: Non-electronic delivery
nb: Ikke-elektronisk innlevering

source: After deadline
nb: Etter innleveringsfristen

source: From previous %(period_term)s
nb: Fra tidligere %(period_term)s

source: active feedback
nb: aktiv tilbakemelding

source: Passed
nb: Betsått

source: Failed
nb: Ikke bestått

source: New deadline
nb: Ny innleveringsfrist

source: Deadline
nb: Innleveringsfrist

source: No deliveries on this deadline
nb: Ingen innleveringer på denne innleveringsfristen.

source: Files
nb: Filer

source: Download all files (.zip)
nb: Last ned alle filer (.zip)

source: Click to toggle open/closed. A group should remain open until you have finished grading them. Devilry normally opens and closes groups for you automatically. You may want to manually close a group if you want to make the current grade their final grade on this assignment. A closed group can be re-opened at any time.
nb: Klikk for å bytte mellom åpen og lukket. En gruppe bør forbli åpen inntil du er ferdig med å rette dem. Devilry vil vanligvis åpne og lukke grupper for deg automatisk. En mulig grunn til å lukke en gruppe manuelt er hvis du ønsker å gjøre nåværende karakter deres avsluttende karakter på denne oppgaven. En lukket gruppe kan gjenåpnes når som helst.

source: Open - click to close
nb: Åpen - klikk for å lukke

source: Closed - click to open
nb: Lukket - klikk for å åpne

source: How open/closed works
nb: Hvordan åpen/lukket fungerer

source: Create feedback
nb: Lag/rediger tilbakemelding

source: Loading
nb: Laster

source: Click to give feedback on this delivery
nb: Klikk for å gi tilbakemelding på denne innleveringen

source: You add a feedback to a specific delivery. The latest feedback you publish on any delivery on this assignment becomes their active feedback/grade on the assignment.
nb: Du legger til tilbakemelding på en spesifikk innlevering. Den siste tilbakemeldingen du publiserer på en innlevering på denne oppgaven blir deres aktive tilbakemelding/karakter på denne oppgaven.

source: Would you like to give them another try?
nb: Vil du gi de et forsøk til?

source: Choose <strong>yes</strong> to create a new deadline
nb: Velg <strong>yes</strong> for å lage en ny innleveringsfrist

source: Choose <strong>no</strong> to close the group. This fails the student(s) on this assignment. You can re-open the group at any time.
nb: Velg <strong>no</strong> for å lukke gruppen. I så tilfelle blir avsluttende karakter på denne oppgaven "Ikke bestått". Du kan gjenåpne gruppen når som helst

source: Delivery
nb: Innlevering

source: Time of delivery:
nb: Innleveringstidspunkt:

source: This group is closed. Students can not add deliveries on closed groups. Use the button above to re-open it if you need to change their feedback.
nb: Denne gruppen er lukket. Studenter kan ikke legge til nye innleveringer på lukkede grupper. Bruk knappen ovenfor for å gjenåpne gruppen hvis du ønsker å endre tilbakemeldingen.

source: Feedback
nb: Tilbakemelding

source: Grade
nb: Karakter

source: Short name
nb: Kort navn

source: Example
nb: Eksempel

source: Long name
nb: Langt navn

source: Select a %(period_term)s
nb: Velg et %(period_term)s

source: Publishing time
nb: Publiseringstidspunkt

source: How do students add deliveries?
nb: Hvordan leverer studentene?

source: Electronically using Devilry
nb: Elektroniske innleveringer via Devilry

source: Non-electronic (hand in on paper, oral examination, ...)
nb: Ikke-elektroniske innleveringer (papirinnlevering, muntlig eksamen, ...)

source: How would you like to handle %(deadlines_term)s?
nb: Hvordan vil du håndtere %(deadlines_term)s?

source: deadlines
nb: innleveringsfrister

source: SOFT: Students can add deliveries after the deadline, but deliveries after the deadline are distinctly highlighted in the examiner and admin interfaces.
nb: SNILLE: Studenter kan legge til innleveringer etter innleveringsfristen. Innleveringer etter fristen markeres tydelig for rettere og administratorer.

source: HARD: Students can not add deliveries after the deadline.
nb: HARDE: Studenter kan ikke levere etter innleveringsfristen.

source: Anonymous?
nb: Anonym?

source: Set up the mandatory properties of an assignment. Further customization is available after you create the assignment.
nb: Sett opp de påkrevde egenskapene til en oppgave. Flere tilpasningsmuligheter er tilgjengelig når oppgaven er laget.

source: A short name used when the long name takes to much space. Short name can only contain english lower-case letters, numbers and underscore (_).
nb: Et kort navn som brukes når det lange navnet tar for mye plass. Kan kun inneholde små engelske bokstaver, tall og understrek (_).

source: A longer descriptive name which can contain any character.
nb: Et lengre beskrivende navn som kan inneholde alle tegn, inkludert norske bokstaver.

source: The <strong>publishing time</strong> is the time when students will be able to start adding deliveries on the assignment.
nb: <strong>Publiseringstidspunktet</strong> er tidspunktet da studentene får opp oppgaven i sitt brukergrensesnitt, slik at de kan begynne å levere.

source: If you only use Devilry to give feedback, but students deliver through an alternative channel, change <strong>how students add deliveries</strong>. This can also be used if the students deliver through an alternative electronic system such as <em>email</em>.
nb: Hvis du kun bruker Devilry til å gi tilbakemelding, og studentene leverer gjennom alternative kanaler, endre <strong>Hvordan leverer studenten</strong>. Dette også brukes hvis studenene levere gjennom andre elektroniske systemer, slik som epost.

source: If you set <strong>anonymous</strong> to <em>yes</em>, examiners see a <em>candidate-id</em> instead of a username. A candidate-id must be set for each student.
nb: Hvis du setter <strong>anonym</strong> til <em>ja</em>, ser retterne en kandidat-id istedenfor navn. En kandidat-id må settes for hver student på oppgaven.

source: Organize this %(node_term)s below another %(node_term)s. May be empty.
nb: Organiser dette %(node_term)s under et annet %(node_term)s. Kan være tom.

source: Select a %(subject_term)s
nb: Velg et %(subject_term)s

source: Select a %(node_term)s
nb: Velg et %(node_term)s

source: Search for anything...
nb: Søk i alt du har tilgang til ...

source: No %(deadlines_term)s
nb: Ingen %(deadlines_term)s

source: Unknown %(delivery_term)s type
nb: Ukjent innleveringstype

source: Usernames
nb: Brukernavn

source: Full names
nb: Fullt navn

source: Candidate ID
nb: Kandidat ID

source: Latest %(feedback_term)s
nb: Siste %(feedback_term)s

source: Points
nb: Poeng

source: Group name
nb: Gruppenavn

source: Active %(deadline_term)s
nb: Aktiv %(deadline_term)s

source: Give feedback to selected
nb: Gi tilbakemelding til valgte

source: Filter
nb: Filtrer

source: All on one page
nb: Alle på en side

source: Has %(deliveries_term)s
nb: Har %(deliveries_term)s

source: No %(deliveries_term)s
nb: Har ingen %(deliveries_term)s

source: Has %(feedback_term)s
nb: Har %(feedback_term)s

source: No %(feedback_term)s
nb: Har ingen %(feedback_term)s

source: Delivery type
nb: Innleveringstype

source: Missing candidate ID
nb: Mangler kandidat ID

source: On single group
nb: På en gruppe

source: On one or more group
nb: På en eller flere grupper

source: Advanced
nb: Avansert

source: Open in examiner interface
nb: Åpne i retter-grensesnittet

source: Add non-electronic delivery
nb: Legg til ikke-elektronisk innlevering

source: Close/open selected
nb: Åpne/lukke valgte grupper

source: Close selected
nb: Lukk valgte grupper

source: Open selected
nb: Åpne valgte grupper

source: Add %(deadline_term)s
nb: Ny %(deadline_term)s
